Repository: LisaKohls/SoundGuide
Catalog: Resources/Language/*.lproj/Localizable.strings
Languages: de, uk

# LANG
source: en-US
de: de-DE
uk: uk-UA

# REPEAT_BTN
source: Re-enter
de: Erneut eingeben
uk: Ввести знову

source: Welcome to SoundGuide
de: Willkommen zu SoundGuide
uk: Ласкаво просимо до SoundGuide

# REPEATCONTENT_BTN
source: Repeat content
de: Inhalte erneut vorlesen
uk: Повторити зміст

# HOME_BTN
source: Back to start
de: Zurück zum start
uk: Повернутися на початок

# START_BTN
source: Start search
de: Suche starten
uk: Почати пошук

# STOP_BTN
source: Stop search
de: Suche beenden
uk: Зупинити пошук

source: stop
de: beenden
uk: зупинити

source: start
de: starten
uk: почати

# LOADOBJECTSTEXT
source: Loading objects.
de: Objekte werden geladen.
uk: Завантаження об'єктів...

# WELCOMETEXT
source: Welcome to SoundGuide. Follow the system instructions to find the object.
de: Willkommen zu SoundGuide. Folge den Anweisungen des Systems um Objekte zu finden.
uk: Ласкаво просимо до SoundGuide. Дотримуйтесь інструкцій системи, щоб знайти об'єкт. Якщо ви хочете, щоб вміст було прочитано ще раз, скажіть або натисніть 'Повторити вміст'.

# WELCOMETEXT2
source: If you want the content to be read aloud again, say tap repeat content'.
de: Falls du erneut die Inhalte vorgelesen bekommen möchtest, sage Inhalte erneut vorlesen klicken.
uk: Якщо ви хочете, щоб вміст було зачитано знову, скажіть або натисніть «Зачитати вміст знову».

# STARTRECORDING_BTN
source: Start object search
de: Objektsuche starten
uk: Почати запис

# NORECORDEDOBJECT
source: Now name the object you're looking for...
de: Nenne jetzt das gesuchte Objekt...
uk: Назвіть об'єкт, який ви шукаєте...

# OBJECTFOUNDTEXT
source: The searched object is %@. Say one of the following options: tap %@, tap %@
de: Das gesuchte Objekt ist %@. Sage einen der folgenden Optionen: %@ klicken, %@ klicken
uk: Шуканий об'єкт — %@. Скажіть одну з таких опцій: %@ натиснути, %@ натиснути, %@ натиснути

# STARTRECORDINGINSTRUCTION
source: Say tap %@ to start the voice recording
de: Sage %@ klicken um die Sprachaufnahme zu starten
uk: Скажіть %@ натиснути, щоб почати запис голосу

# START_STOP_TRACKING_BTN
source: Say tap %@ to %@ the Tracking
de: Sage %@ klicken um das Tracking zu %@
uk: Скажіть %@ натиснути, щоб %@ відстеження

# UNKNOWNOBJECTS_BTN
source: Start identifying objects
de: Identifizieren von Objekten starten
uk: Шукати невідомі об'єкти

# LOOKFORUNKNOWNOBJECTS
source: Say tap start object detection to find out which objects are in front of you.
de: Sage Objekterkennung starten klicken um herauszufinden, welche Objekte sich vor dir befinden
uk: Скажіть або натисніть 'Шукати невідомі об'єкти', щоб дізнатися, які об'єкти знаходяться перед вами.

# FOUNDUNKNOWNOBJECT
source: You found the object %@.
de: Du hast das Objekt %@ gefunden.
uk: Ви знайшли об'єкт %@.

# REPEATCONTENT_HOME
source: You can say tap start object search or tap start object detection.
de: Du hast die Optionen Objektsuche starten klicken oder Identifizieren von Objekten starten klicken zu sagen.
uk: Ви можете сказати або натиснути 'Почати запис' або 'Шукати невідомі об'єкти'.

# VIEWLOADEDSUCCESSFULLY
source: Object detection has started, move slightly to find an object.
de: Die Objekterkennung wurde gestartet, bewege dich leicht um ein Objekt zu finden
uk: Розпізнавання об’єктів розпочато, трохи порухайтесь, щоб знайти об’єкт.

# UNKNOWNOBJECTSVIEW
source: Touch objects to find out about their name
de: Berühre Objekte um den Namen zu erfahren

# SETTINGS_TITLE_SPEECHRATE
source: Speech rate
de: Sprachgeschwindigkeit

# SETTINGS_SPEECHRATE_CURRENT
source: Current: %@ (%.2f)
de: Aktuell: %@ (%.2f)

# SETTINGS_SPEECHRATE_TEST
source: This is a speed test
de: Dies ist ein Geschwindigkeitstest

# SETTINGS_TITLE_SOUNDMODE
source: Choose sound for locating objects
de: Sound zur Objektlokalisierung auswählen

# SETTINGS_TITLE_AUDIO
source: Audio adjustments
de: Audio Anpassungen

# SETTINGS_REVERB_LABEL
source: Reverb intensity: %.1f
de: Nachhallstärke: %.1f

# SETTINGS_ROLLOFF_LABEL
source: Volume reduction with distance: %.1f
de: Lautstärkeabnahme bei Entfernung: %.1f

# SETTINGS_SAVE_BTN
source: Save & Back
de: Speichern & Zurück

# SETTINGS_SAVE_BTN_A11Y
source: Save settings and go back
de: Einstellungen speichern und zurückgehen

# SPEECHRATE_LABEL_VERY_SLOW
source: Very slow
de: Sehr langsam

# SPEECHRATE_LABEL_SLOW
source: Slow
de: Langsam

# SPEECHRATE_LABEL_FAST
source: Fast
de: Schnell

# SETTINGS_BUTTON_LABEL
source: Open settings
de: Einstellungen öffnen

# MUG
source: cup
de: tasse
uk: горня

source: spices
de: gewürz
uk: спеції

source: lemon tea
de: zitronentee
uk: лимонний чай

source: strawberry tea
de: erdbeertee
uk: полуничний чай

source: vanilla tea
de: vanilletee

# MY_MUG
source: coffee cup
de: kaffeetasse
